Repository: wer310/builderation
Catalog: mods/pixelart/locale/pixelart.*.po
Languages: de, uk

source: Insufficient privileges
de: Unzureichende Berechtigungen
uk: Недостатньо привілеїв

source: In order to interact with the pixelart mod you need to have the following player privileges set.
de: Um mit der Pixelart-Mod interagieren zu können, müssen dir die folgenden Spielerprivilegien erteilt worden sein.
uk: Для того, щоб взаємодіяти з модом PixelArt, тобі потрібно встановити наступні привілеї для гравця.

source: Close
de: Schließen
uk: Закрити

source: You do not have the sufficient privileges for this!
de: Du hast hierfür nicht die nötigen Berechtigungen!
uk: Ти не маєш достатніх привілеїв для цього!

source: Missing Privileges: @1
de: Fehlende Berechtigungen: @1
uk: Відсутні привілеї: @1

source: Not enough room for this pixel!
de: Nicht genug Platz für diesen Pixel!
uk: Не вистачає місця для цього пікселя!

source: Open the pixelart selector
de: Den Pixelart-Auswahldialog öffnen
uk: Відкрити обирач pixelart

source: Pixelart selector access
de: Pixelart-Auswahldialogszugriff
uk: Доступ до обирача pixelart

source: Palette: @1
uk: Палітра: @1

source: Unnamed (@1)
de: Unbenannt (@1)
uk: Неназваний (@1)

source: This built-in palette
de: Diese mitgelieferte Palette
uk: Це вбудована палітра

source: This world-specific palette
de: Diese weltspezifische Palette
uk: Це специфічна для світу палітра

source: was curated by @1 and
de: wurde von @1 kuratiert und
uk: був курованим @1 та

source: provides @1 pixel.
de: stellt @1 Pixel bereit.
uk: забезпечує @1 піксель.

source: Current palette: @1
de: Aktuelle Palette: @1
uk: Поточна Палітра: @1

source: No palettes available!
de: Keine Paletten verfügbar!
uk: Немає доступний палітр!

source: The mod was loaded but due to configuration or errors there are no palettes available.
de: Die Mod wurde geladen, aber aufgrund der Konfiguration oder von Fehlern sind keine Paletten verfügbar.
uk: Мод був завантажений, але через конфігурацію чи помилки немає палітри.

source: If you’re in singleplayer mode, you need to validate your configuration. If you’re on a server, please refer to the server’s rules and contact an administrator or a moderator for further information.
de: Wenn du im Einzelspielermodus bist, musst du deine Konfiguration überprüfen. Wenn du auf einem Server bist, konsultiere bitte die Serverregeln und kontaktiere einen Administrator oder Moderator für weitere Informationen.
uk: Якщо ти перебуваєш у грі наодинці, тобі потрібно перевірити свою конфігурацію. Якщо ти на сервері, звернись до правил сервера та адміністратора чи модератора для отримання додаткової інформації.

source: There is @1 palette available.
de: Es ist @1 Palette verfügbar.
uk: Всього тут доступна @1 палітра.
